[
  {
    "id": 33,
    "text": "What is the objective of the SPARC scheme?",
    "options": [
      "Improvement in Health Services",
      "Urban Planning",
      "Agricultural Development",
      "Academic and Research Collaboration"
    ],
    "answerIndex": 3,
    "explanation": "SPARC (Scheme for Promotion of Academic and Research Collaboration) is launched by the Ministry of Education, Government of India. It aims to improve research ecosystems and encourage high-quality collaborative research with top global institutions. Explanation of (a) ✘ Health Services – Not related to the SPARC objective. (b) ✘ Urban Planning – Not the scheme's focus area. (c) ✘ Agricultural Development – Incorrect; unrelated to SPARC. (d) ✔ Academic and Research Collaboration – Exact purpose of the SPARC scheme.",
    "section": "general-awareness",
    "type": "facts",
    "difficulty": "medium",
    "tags": [
      "gk",
      "governance"
    ]
  },
  {
    "id": 38,
    "text": "In which city is the headquarters of the Rashtriya Sanskrit Sansthan located?",
    "options": [
      "Chennai",
      "Kolkata",
      "Varanasi",
      "New Delhi"
    ],
    "answerIndex": 3,
    "explanation": "Rashtriya Sanskrit Sansthan, established by the Ministry of Education, has its headquarters in New Delhi. It is a premier institution for promoting Sanskrit education and research in India. Explanation of (a) ✘ Chennai – Not the headquarters location. (b) ✘ Kolkata – Incorrect, no major center of RSS here. (c) ✘ Varanasi – Known for Sanskrit studies but not RSS HQ. (d) ✔ New Delhi – Correct, headquarters of RSS is here.",
    "section": "general-awareness",
    "type": "facts",
    "difficulty": "medium",
    "tags": [
      "gk",
      "governance",
      "static-gk"
    ]
  },
  {
    "id": 50,
    "text": "Which of the following disorders is/are included in F70–F79?",
    "options": [
      "Mental and behavioural disorders due to psychoactive substances",
      "Disorders of adult personality and behaviour",
      "Mental retardation",
      "Organic, including symptomatic, mental disorders"
    ],
    "answerIndex": 2,
    "explanation": "According to the ICD-10 (International Classification of Diseases, 10th Revision) by WHO, the code range F70–F79 is assigned to Mental Retardation, now more commonly termed Intellectual Disability. These codes classify degrees of intellectual impairment, such as mild (F70), moderate (F71), severe (F72), and profound (F73), among others. Explanation of (a) ✘ Mental and behavioural disorders due to psychoactive substances – These fall under F10–F19. (b) ✘ Disorders of adult personality and behaviour – Coded under F60–F69. (c) ✔ Mental retardation – Correct; classified within F70–F79 in ICD-10. (d) ✘ Organic, including symptomatic, mental disorders – These are categorized under F00–F09.",
    "section": "general-awareness",
    "type": "facts",
    "difficulty": "hard",
    "tags": [
      "gk",
      "international-orgs"
    ]
  },
  {
    "id": 59,
    "text": "The outermost large triangle of the under-five clinic symbol represents:",
    "options": [
      "Family planning",
      "Health education",
      "Care in illness",
      "Immunisation"
    ],
    "answerIndex": 0,
    "explanation": "The under-five clinic symbol is a triangle representing the holistic care of children under five years of age. The outermost large triangle symbolizes family planning, which is essential for child spacing and maternal-child health. The inner triangles represent other key child health services like immunization, nutrition, care in illness, and health education. Explanation of (a) ✔ Family planning – Correct; represented by the large outermost triangle in the symbol. (b) ✘ Health education – Included in the under-five clinic components but not represented by the outer triangle. (c) ✘ Care in illness – One of the services but symbolized by one of the inner triangles. (d) ✘ Immunisation – Also a key service but not the outermost part of the symbol.",
    "section": "general-awareness",
    "type": "facts",
    "difficulty": "medium",
    "tags": [
      "gk"
    ]
  },
  {
    "id": 60,
    "text": "If a birth weight of a baby is 3 kg, the weight of the baby at 1 year will be: 26",
    "options": [
      "6 kg",
      "4 kg",
      "12 kg",
      "9 kg"
    ],
    "answerIndex": 3,
    "explanation": "A baby's weight triples by the end of the first year of life under normal growth conditions. If the birth weight is 3 kg, then by 12 months, the expected weight would be 3 × 3 = 9 kg. This is a key growth milestone in pediatric assessment. Explanation of (a) ✘ 6 kg – This is approximately double the birth weight, which is expected around 5–6 months. (b) ✘ 4 kg – Too low; not normal for a 1-year-old baby who was 3 kg at birth. (c) ✘ 12 kg – Higher than expected; may indicate overgrowth or overweight. (d) ✔ 9 kg – Correct; reflects normal weight gain trajectory by 1 year.",
    "section": "general-awareness",
    "type": "facts",
    "difficulty": "hard",
    "tags": [
      "gk",
      "international-orgs"
    ]
  },
  {
    "id": 64,
    "text": "International Yoga Day is celebrated on:",
    "options": [
      "August 7",
      "July 21",
      "June 21",
      "May 10"
    ],
    "answerIndex": 2,
    "explanation": "International Yoga Day is celebrated annually on June 21, following a proposal by Indian Prime Minister Narendra Modi at the United Nations General Assembly in 2014. The date was chosen as it is the longest day of the year in the Northern Hemisphere and holds special significance in yoga traditions. The first International Yoga Day was observed on June 21, 2015. Explanation of (a) ✘ August 7 – Not related to Yoga Day; no international observance on this date for yoga. (b) ✘ July 21 – Incorrect date; Yoga Day is observed a month earlier. (c) ✔ June 21 – Correct; officially recognized by the United Nations as International Yoga Day. (d) ✘ May 10 – No relevance to yoga or its global celebration.",
    "section": "general-awareness",
    "type": "facts",
    "difficulty": "easy",
    "tags": [
      "gk",
      "international-orgs"
    ]
  },
  {
    "id": 66,
    "text": "Which of the following health committees is known as the ‘Health Survey and Development Committee’?",
    "options": [
      "Mudaliyar Committee",
      "Mukherji Committee",
      "Bhore Committee",
      "Kartar Singh Committee"
    ],
    "answerIndex": 2,
    "explanation": "The Bhore Committee, officially known as the Health Survey and Development Committee, was formed in 1943 under the chairmanship of Sir Joseph Bhore. It laid the foundation for India’s modern public health system. The committee emphasized comprehensive health care, integration of preventive and curative services, and the establishment of Primary Health Centres (PHCs) as the backbone of the rural healthcare system. Explanation of (a) ✘ Mudaliyar Committee – Focused on improving the quality of medical care and strengthening PHCs; formed in 1962. (b) ✘ Mukherji Committee – Formed to review family planning programs, not general health system development. (c) ✔ Bhore Committee – Correct; known as the Health Survey and Development Committee. (d) ✘ Kartar Singh Committee – Focused on multipurpose health workers; formed in 1973.",
    "section": "general-awareness",
    "type": "facts",
    "difficulty": "easy",
    "tags": [
      "gk",
      "governance"
    ]
  },
  {
    "id": 69,
    "text": "What is the correct expanded form of the acronym UNICEF?",
    "options": [
      "United Nations International Council for Education and Families",
      "United Nations International Children's Emergency Fund",
      "Union of Nations for International Child and Education Fund",
      "United Network for Inclusive Child and Education Foundation"
    ],
    "answerIndex": 1,
    "explanation": "UNICEF stands for United Nations International Children's Emergency Fund. It was created by the United Nations in 1946 to provide emergency food and healthcare to children in countries that had been devastated by World War II. Today, UNICEF operates in over 190 countries and territories to protect the rights of every child. 30 Explanation of (a) ✘ United Nations International Council for Education and Families – Incorrect structure and acronym mismatch. (b) ✔ United Nations International Children's Emergency Fund – Correct; globally recognized and historically accurate. (c) ✘ Union of Nations for International Child and Education Fund – Not a real organization or acronym. (d) ✘ United Network for Inclusive Child and Education Foundation – Sounds relevant but is fabricated.",
    "section": "general-awareness",
    "type": "facts",
    "difficulty": "easy",
    "tags": [
      "gk",
      "international-orgs"
    ]
  },
  {
    "id": 73,
    "text": "Baby Friendly Hospital Initiative was launched by UNICEF and WHO in:",
    "options": [
      "2002",
      "2012",
      "1992",
      "1982"
    ],
    "answerIndex": 2,
    "explanation": "The Baby Friendly Hospital Initiative (BFHI) was launched in 1992 by UNICEF and WHO to promote and support breastfeeding practices in maternity hospitals. The initiative encourages hospitals to adopt the “Ten Steps to Successful Breastfeeding”, ensuring mothers receive the support and education necessary to initiate and maintain exclusive breastfeeding. Explanation of (a) ✘ 2002 – Too late; the initiative was already in action by then. (b) ✘ 2012 – Incorrect; might relate to later updates but not the launch year. (c) ✔ 1992 – Correct; the official launch year of the BFHI by UNICEF and WHO. (d) ✘ 1982 – A decade earlier than the actual launch; not accurate.",
    "section": "general-awareness",
    "type": "facts",
    "difficulty": "medium",
    "tags": [
      "gk",
      "international-orgs"
    ]
  },
  {
    "id": 89,
    "text": "Who defined education as the natural, harmonious and progressive development of man’s innate power?",
    "options": [
      "Plato",
      "Mahatma Gandhi",
      "Rabindranath Tagore",
      "Pestalozzi"
    ],
    "answerIndex": 3,
    "explanation": "Johann Heinrich Pestalozzi, a Swiss educator, emphasized that education should foster the natural, harmonious, and progressive development of a child’s innate abilities. He advocated for a holistic approach to education—developing the head (intellect), heart (emotion), and hands (practical skills). His ideas laid the foundation for modern child-centered education. Explanation of (a) ✘ Plato – Focused on education as a means to achieve justice and create philosopher-kings, but not this specific definition. (b) ✘ Mahatma Gandhi – Emphasized practical and moral education but did not use this phrase. (c) ✘ Rabindranath Tagore – Promoted natural and artistic learning but in different terminology. (d) ✔ Pestalozzi – Correct; known for defining education in terms of natural and holistic development.",
    "section": "general-awareness",
    "type": "facts",
    "difficulty": "easy",
    "tags": [
      "gk",
      "international-orgs"
    ]
  }
]